{
	"greeting": "Her kan du attestere din email-adresse.\n\nDin email bliver linket til din Byteball-wallet-adresse og du bestemmer selv om den skal offentliggøres eller forblive privat. Vælger du at bevare den privat, offentliggøres kun et bevis for attesteringen til netværket.\n\nPrisen for attesteringen er {{priceInGBytes}} GB. Betalingen kan ikke refunderes, heller ikke hvis attesteringen mislykkes.\n\nEfter betaling modtager du en email med en verifikations-kode, som du skal oplyse her.",
	"whiteListedReward": "Efter udført verificering af din email-adresse for første gang, og hvis dit domænenavn er et af de følgende:\n{{arrWhitelistEmails}},\nvil du modtage en dusør i Bytes svarende til ${{rewardInUSD}}.",
	"seeAttestationUnit": "Din email-adresse er nu attesteret. Se attesterings-unit: {{{explorer}}}",
	"savePrivateProfile": "Klik her for at gemme profilen i din wallet: {{{privateProfile}}}. Du kan bruge det til at få adgang til services, der kræver bekræftede mail-adresser.",
	"weHaveReferralProgram": "Husk at vi har et henvisnings-program: Hvis du sender Bytes fra din attesterede adresse til en ny bruger, der endnu ikke er attesteret, og han/hun bruger de Bytes til at betale for en attestering, og såfremt deres mailadresse er på et af følgende domæner:\n{{arrWhitelistEmails}},\nså vil du modtage en dusør svarende til ${{referralRewardInUSD}} i Bytes.\n\nHvis du vil attestere en anden emailadresse, skal du bare skrive den her.",
	"insertMyAddress": "Send mig den wallet-adresse, du vil attestere fra (tryk \"...\" og \"Indsæt min adresse\").\nSørg for at gøre det fra en enkelt-adresse wallet. Hvis du ikke har en enkelt-adresse-wallet, skal du tilføje en (bruger-menuen øverst til venstre, Tilføj Wallet) og send nok Bytes til den, til at kunne betale for attesteringen.",
	"insertMyEmail": "Send mig den emailadresse, du vil attestere.",
	"goingToAttestAddress": "Tak, jeg vil nu attestere din Byteball-adresse: {{address}}.",
	"whitelistedAddressForReward": "Dette er en emailadresse på et domæne godkendt til udbetaling af dusører.",
	"notWhitelistedAddressForReward": "Email-adressen er ikke på et domæne, der er godkendt for udbetaling af dusør.",
	"goingToAttestEmail": "Tak, jeg vil nu attestere din email: {{email}}.",
	"privateOrPublic": "Gem din emailadresse privat i din wallet eller send den offentligt til netværket? Hvis du vælger offentligt, kan alle brugere sende penge til dig ved at sende dem til din mail-adresse i stedet for den lange wallet-adresse.\n\n{{buttons}}",
	"privateChosen": "Din email-adresse bliver bevaret privat og gemt i din wallet.\nKlik {{publicButton}} nu hvis du ændrer mening.",
	"publicChosen": "Din email-adresse {{email}} vil blive offentliggjort på netværket og vil kunne ses af alle andre Byteball-brugere. Du kan ikke fjerne den senere.\n\nKlik {{privateButton}} nu, hvis du vil ændre mening.",
	"sendEmailAgainButton": "send email igen",
	"privateButton": "privat",
	"publicButton": "offentlig",
	"againButton": "igen",
	"pleasePay": "Betal venligst for attesteringen: {{{payButton}}}.",
	"receivedLessThanExpected": "Modtog {{receivedInBytes}} Bytes fra dig, hvilket er mindre end de forventede {{priceInBytes}} Bytes.",
	"receivedPaymentFromMultipleAddresses": "Modtog betaling, men det ser ud til at de ikke er sendt fra en enkelt-adresse-wallet.",
	"receivedPaymentNotFromExpectedAddress": "Modtog betaling, men fra en anden adresse end den forventede: {{address}}.",
	"receivedYourPayment": "Modtog betaling på {{receivedInGBytes}} GB. Afventer nu bekræftelse. Det tager typisk 5-15 minutter.",
	"paymentIsConfirmed": "Din betaling er bekræftet. En bekræftelses-mail bliver sendt til din email-adresse.",
	"wrongVerificationCode": "Forkert bekræftelses-kode! Du har {{attemptsLeft}} forsøg tilbage.",
	"wrongVerificationCodeLast": "Forkert bekræftelses-kode! Du har kun ét forsøg tilbage.",
	"emailWasSent": "En bekræftelses-kode blev sendt til {{emailAddress}}. Angiv venligst bekræftelses-koden her.\nHvis du ikke har modtaget en email, så tjek din spam-mappe, og hvis du stadig ikke kan finde den, tryk på {{sendEmailAgain}}.",
	"attestedSuccessFirstTimeBonus": "Du attesterede din email-adresse for første gang og vil modtage en velkomst-bonus på ${{rewardInUSD}} ({{rewardInGBytes}} GB) fra Byteballs distributions-fond.",
	"referredUserBonus": "Du henviste en bruger, der netop har attesteret sin email-adresse, og du vil modtage en dusør på ${{referralRewardInUSD}} ({{referralRewardInGBytes}} GB) fra Byteballs distributions-fond.\nTak fordi du har fundet en ny Byteballer. Værdien af platformen øges for hver eneste nye bruger!",
	"attestationRewardSent": "Sendte attesterings-dusøren",
	"referralRewardSent": "Sendte henvisnings-dusøren",
	"codeConfirmedEmailInAttestation": "Din email-adresse {{email}} er nu bekræftet. Opretter et attesterings-bevis, vent venligst.",
	"switchToSingleAddress": "Sørg for at du har valgt en enkelt-adresse-wallet. Du skal skifte til en eller oprette en ny og sende mig adressen før du betaler.",
	"alreadyAttested": "Du er allerede blevet attesteret d. {{attestationDate}} UTC. Attestér {{againButton}}?",
	"currentAttestationFailed": "Din attestering fejlede. Prøv {{againButton}}?",
	"previousAttestationFailed": "Dit foregående forsøg fejlede. Prøv {{againButton}}?",
	"verificationEmailSubject": "Email-bekræftelse",
	"verificationEmailText": "Din bekræftelses-kode er {{verificationCode}}\nSkriv koden i chatten med {{deviceName}}",
	"verificationEmailHtml": "<p>Din bekræftelses-kode er <b>{{verificationCode}}</b></p><p>Skriv koden i chatten med {{deviceName}}</p><p style=\"font-size: 13px; color: #727272; margin-top: 15px;\">-------<br>Denne email kan ikke besvares.</p>"
}