{
	"greeting": "Hier können Sie Ihre e-Mail-Adresse bescheinigen.\n\nIhre e-Mail-Adresse wird anschließend mit Ihre Byteball-Adresse verknüpft. Der Link wird entweder öffentlich oder privat in Ihrer Brieftasche gespeichert. Die Entscheidung liegt bei Ihnen. Im letzteren Fall wird nur ein Beweis (Hashwert) für die Bescheinigung öffentlich in der Blockchain gespeichert.\n\nDer Preis der Bescheinigung ist {{priceInGBytes}} GB. Der Betrag wird nicht zurückerstattet, auch wenn die Bescheinigung aus irgendeinem Grund fehlschlägt.\n\nNach bestätigter Zahlung erhalten Sie eine e-Mail mit einem Verifizierungscode, den Sie hier einfügen.",
	"whiteListedReward": "Nach erfolgreicher erstmaliger Verifizierung Ihrer e-Mail-Adresse, vorausgesetzt, Sie verwenden eine der aufgeführten Domänen:\n{{arrWhitelistEmails}},\nerhalten Sie eine Aufwandsentschädigung im Wert von {{rewardInUSD}}$ in Bytes.",
	"seeAttestationUnit": "Ihrer e-Mail-Adresse ist bescheinigt, schauen Sie sich Ihren Bescheinigungseintrag an: {{{explorer}}}",
	"savePrivateProfile": "Klicken Sie hier, um ihr Profil im Wallet: {{{privateProfile}}} zu speichern. Anschließend können Sie es bei Diensten benutzen, die eine geprüfte e-Mail-Adresse erfordern.",
	"weHaveReferralProgram": "Beachten Sie auch unser Vermittler-Programm: Senden Sie dafür Bytes von Ihrer attestierten Byteball-Adresse an Andere, noch nicht attestierte Benutzer, welche eine e-Mail-Adresse der folgenden Domains verwenden:\n{{arrWhitelistEmails}},\nNach erfolgreicher Attestierung des neuen Benutzers erhalten Sie eine Vermittler-Pauschale in Höhe von {{referralRewardInUSD}}$ in Bytes.\n\nSofern Sie eine weitere e-Mail-Adresse bescheinigen lassen wollen, geben Sie diese jetzt ein.",
	"insertMyAddress": "Stellen Sie sicher, dass Sie eine Single-Adress Brieftasche verwenden. Sofern Sie keine besitzen, erstellen Sie eine neue Brieftasche (Menü, Brieftasche hinzufügen) und überweisen Sie die notwendigen Bytes für die Attestierung.\nSenden Sie mir Ihre Byteball-Adresse, die Sie mit Ihrer E-Mail-Adresse attestierten wollen (Klick...meine Adresse einfügen).",
	"insertMyEmail": "Senden Sie mir Ihre e-Mail-Adresse, die Sie bescheinigen möchten.",
	"goingToAttestAddress": "Danke, ich werde Ihre Byteball-Adresse bescheinigen: {{address}}.",
	"whitelistedAddressForReward": "Dies ist eine Whitelist-Adresse für den Bescheinigung-Bonus.",
	"notWhitelistedAddressForReward": "Dies ist keine Whitelist Adresse um den Bescheinigung-Bonus zu erhalten.",
	"goingToAttestEmail": "Danke, Ihre zu bescheinigende e-Mail-Adresse lautet: {{email}}.",
	"privateOrPublic": "Soll Ihre e-Mail-Adresse privat in Ihrer Brieftasche oder öffentlich gespeichert werden? Bei einer öffentlichen Speicherung wird Jeder Ihre e-Mail-Adresse verwenden können, z.B. um Ihnen Bytes zu senden.\n\n{{buttons}}",
	"privateChosen": "Ihre e-Mail-Adresse wird privat und in Ihrer Brieftasche aufbewahrt.\nKlicken Sie auf {{publicButton}} , wenn Sie Ihre Entscheidung ändern möchten.",
	"publicChosen": "Ihre e-Mail-Adresse {{email}} wird öffentlich für alle in der verteilten Datenbank sichtbar sein. Ein späteres entfernen ist nicht möglich.\n\nkKicken Sie {{privateButton}} um Ihre Einstellung zu ändern.",
	"sendEmailAgainButton": "erneut senden",
	"privateButton": "privat",
	"publicButton": "öffentlich",
	"againButton": "erneut",
	"pleasePay": "Bitte, zahlen Sie für die Bescheinigung: {{{payButton}}}.",
	"receivedLessThanExpected": "Ich habe {{receivedInBytes}} Bytes von Ihnen erhalten. Erwartet wurden jedoch {{priceInBytes}} Bytes.",
	"receivedPaymentFromMultipleAddresses": "Es scheint, als würde Ihre Zahlung nicht von einem Single-Address Wallet gesendet.",
	"receivedPaymentNotFromExpectedAddress": "Eine Zahlung ist eingegangen aber sie konnte nicht der erwarteten Adresse {{address}} zugeordnet werden.",
	"receivedYourPayment": "Ihre Zahlung von {{receivedInGBytes}} GB ist eingegangen und wartet auf Bestätigung. Dieser Vorgang kann 5-15 Minuten dauern.",
	"paymentIsConfirmed": "Ihre Zahlung ist bestätigt. Eine Bestätigungsmail wurde an Ihre e-Mail Adresse gesendet.",
	"wrongVerificationCode": "Falscher Verifizierungs-Code. Sie haben noch {{attemptsLeft}} weitere Versuche.",
	"wrongVerificationCodeLast": "Falscher Verifizierungs-Code! Sie haben noch einen Versuch.",
	"emailWasSent": "Ein Verifizierung-Code wurde an Ihre e-Mail-Adresse {{emailAddress}} geschickt. Geben Sie Ihren Verifizierung-Code jetzt ein.\nSofern Sie keine e-Mail erhalten haben, überprüfen Sie Ihren Spam-Ordner. Ist keine e-Mail vorhanden, Klick {{sendEmailAgain}}.",
	"attestedSuccessFirstTimeBonus": "Sie haben Ihrer e-Mail-Adresse das erste Mal bescheinigt und erhalten daher einen Willkommen-Bonus von {{rewardInUSD}}$ ({{rewardInGBytes}} GB) vom Byteball Ausschüttung-Fond.",
	"referredUserBonus": "Sie haben einen Benutzer geworben, der seine e-Mail-Adresse bescheinigt hat und erhalten eine Vermittler-Pauschale von {{referralRewardInUSD}}$ ({{referralRewardInGBytes}} GB) vom Byteball Ausschüttungen-Fond.\nVielen Dank für das Werben eines neuen Byteballer, denn der Wert des Ökosystems steigt mit jedem neuen Nutzer!",
	"attestationRewardSent": "Bescheinigung-Bonus gesendet",
	"referralRewardSent": "Vermittler-Bonus gesendet",
	"codeConfirmedEmailInAttestation": "Ihre e-Mail-Adresse {{email}} ist jetzt bescheinigt. Ein Bescheinigungseintrag wird gesendet, bitte warten.",
	"switchToSingleAddress": "Stellen Sie sicher, dass Sie ein Single-Address Wallet verwenden. Anderenfalls wechseln Sie zu diesem oder erstellen Sie ein Neues. Senden Sie mir Ihre Byteball Adresse vor der Bezahlung.",
	"alreadyAttested": "Sie wurden bereits am {{attestationDate}} UTC bescheinigt. Erneut bescheinigen {{againButton}}?",
	"currentAttestationFailed": "Ihre Bescheinigung ist fehlgeschlagen. Erneut versuchen {{againButton}}?",
	"previousAttestationFailed": "Ihre vorherige Bescheinigung ist fehlgeschlagen. Erneut versuchen {{againButton}}?",
	"verificationEmailSubject": "E-Mail-Adressen Bescheinigung",
	"verificationEmailText": "Ihr Verifizierung-Code lautet {{verificationCode}}\nBitte fügen Sie diesen Code in den Chat mit {{deviceName}} ein",
	"verificationEmailHtml": "<p>Ihr Verifizierung-Code lautet: <b>{{verificationCode}}</b></p><p> Bitte fügen Sie diesen Code im Chatfenster mit {{deviceName}} ein.</p><p style=\"font-size: 13px; color: #727272; margin-top: 15px;\">————<br>Antworten Sie nicht auf diese e-Mail</p>"
}