{
	"greeting": "Hier kan je je email adres bevestigen.\n\nJe email zal worden gelinkt aan je Byteball adres, de link kan publiek (als je hier voor kiest) of privé worden opgeslagen in je portefeuille. In het tweede geval zal er alleen een bewijs van bevestiging op de ledger worden gepost.\n\nDe prijs van bevestiging is {{priceInGBytes}} GB. Terugbetaling is niet mogelijk, zelfs niet als de bevestiging om wat voor reden dan ook mislukt.\n\nNa betaling ben je in staat je email te bewijzen door een verificatiecode te ontvangen en hier in te voeren.",
	"whiteListedReward": "Nadat je je email adres succesvol voor de eerste keer hebt bevestigd, en als je email van een van de volgende domeinen is:\n{{arrWhitelistEmails}},\nkrijg je een beloning van ${{rewardInUSD}} in bytes.",
	"seeAttestationUnit": "Nu je email adres is bevestigd kan je hier de bevestigingseenheid bekijken: {{{explorer}}}",
	"savePrivateProfile": "Klik hier om je profiel in je portefeuille op te slaan: {{{privateProfile}}}. Je kan het gebruiken om toegang te krijgen tot diensten die een bewezen email adres vereisen.",
	"weHaveReferralProgram": "Hou in gedachten dat we een verwijsprogramma hebben: wanneer je Bytes stuurt van je bevestigde adres naar een nieuwe gebruiker die nog niet bevestigd is en hij/zij deze Bytes gebruikt voor een succesvolle bevestiging, en zijn/haar email van een van de volgende domeinen is:\n{{arrWhitelistEmails}},\nkrijg je een beloning van ${{referralRewardInUSD}} in Bytes.\n\nAls je een ander email adres zou willen bevestigen, typ het dan hier.",
	"insertMyAddress": "Stuur mij alsjeblieft het adres dat je wil bevestigen (klik ... en Mijn adres invoegen).\nZorg er voor dat je een portefeuille met een enkel adres gebruikt. Als je geen dergelijke portefeuille hebt, voeg er dan een toe (menu, portefeuille toevoegen) en zorg voor voldoende fondsen om de bevestiging te betalen.",
	"insertMyEmail": "Stuur mij alsjeblieft het adres dat je wil bevestigen.",
	"goingToAttestAddress": "Bedankt, ik ga het volgende Byteball adres bevestigen: {{address}}.",
	"whitelistedAddressForReward": "Dit is een vertrouwd adres voor beloningen.",
	"notWhitelistedAddressForReward": "Dit is niet een vertrouwd adres voor beloningen.",
	"goingToAttestEmail": "Bedankt, ik ga je email adres bevestigen: {{email}}.",
	"privateOrPublic": "Wil je je email privé in je portefeuille opslaan of deze publiekelijk plaatsen? Als je publiekelijk kiest, kan elke gebruiker je geld sturen door je email adres te gebruiken in plaats van je Byteball adres.\n\n{{buttons}}",
	"privateChosen": "Je email adres zal privé worden opgeslagen in je portefeuille.\nKlik {{publicButton}} als je van gedachten wil veranderen.",
	"publicChosen": "Je email adres {{email}} zal publiekelijk worden geplaatst op de gedistribueerde ledger en zal voor iedereen zichtbaar zijn. Je kan het later niet verwijderen.\n\nKlik {{privateButton}} als je van gedachten wil veranderen.",
	"sendEmailAgainButton": "email opnieuw sturen",
	"privateButton": "privé",
	"publicButton": "publiekelijk",
	"againButton": "Opnieuw",
	"pleasePay": "Betaal alsjeblieft voor de bevestiging: {{{payButton}}}.",
	"receivedLessThanExpected": "{{receivedInBytes}} Bytes ontvangen, wat minder is dan de verwachtte {{priceInBytes}} Bytes.",
	"receivedPaymentFromMultipleAddresses": "Betaling ontvangen maar het lijkt alsof deze niet gestuurd is door een portefeuille met een enkel adres.",
	"receivedPaymentNotFromExpectedAddress": "Betaling ontvangen maar het is niet verzonden door het verwachtte adres {{address}}.",
	"receivedYourPayment": "Betaling van {{receivedInGBytes}} GB ontvangen, aan het wachten op bevestiging. Het zou 5-15 minuten moeten duren.",
	"paymentIsConfirmed": "Je betaling is bevestigd. Een bevestigingsmail zal naar je mail worden verzonden.",
	"wrongVerificationCode": "Verkeerde verificatiecode! Je hebt {{attemptsLeft}} pogingen over.",
	"wrongVerificationCodeLast": "Verkeerde verificatiecode! Je hebt nog 1 poging over.",
	"emailWasSent": "Een verificatiecode is verzonden naar {{emailAddress}}. Vul de verificatiecode hier in.\nAls je geen mail hebt ontvangen, bekijk je postvak voor ongewenste berichten, en als je het daar niet kan vinden klik dan op {{sendEmailAgain}}.",
	"attestedSuccessFirstTimeBonus": "Je hebt voor het eerst een email adres bevestigd en je krijgt een welkomstbonus van ${{rewardInUSD}} ({{rewardInGBytes}} GB) van het Byteball distributie fonds.",
	"referredUserBonus": "Je hebt een gebruiker verwezen die net een email adres heeft bevestigd en je krijgt een beloning van ${{referralRewardInUSD}} ({{referralRewardInGBytes}} GB) van het Byteball distributie fonds. \nBedankt voor het verwijzen van een nieuwe byteballer, de waarde van het ecosysteem groeit met elke nieuwe gebruiker!",
	"attestationRewardSent": "Bevestigingsbeloning verzonden",
	"referralRewardSent": "Verwijzingsbeloning verzonden",
	"codeConfirmedEmailInAttestation": "Je email adres {{email}} is nu bevestigd. Bevestigingsaantekening aan het plaatsen, een moment geduld alsjeblieft.",
	"switchToSingleAddress": "Zorg er voor dat je een portefeuille met een enkel adres gebruikt, of schakel over naar een enkel adres portefeuille of maak er een aan en stuur je adres vóór betalen.",
	"alreadyAttested": "Je bent al bevestigd op {{attestationDate}} UTC. {{againButton}} bevestigen?",
	"currentAttestationFailed": "Je bevestiging is mislukt. {{againButton}} proberen?",
	"previousAttestationFailed": "Je vorige bevestiging is mislukt. {{againButton}} proberen?",
	"verificationEmailSubject": "Email verificatie",
	"verificationEmailText": "Je verificatiecode is {{verificationCode}}\nVoer deze code alsjeblieft in de chat met {{deviceName}} in",
	"verificationEmailHtml": "<p>Je verificatiecode is <b>{{verificationCode}}</b></p><p>Voer deze code alsjeblieft in de chat met {{deviceName}} in</p><p style=\"font-size: 13px; color: #727272; margin-top: 15px;\">-------<br>Antwoord alsjeblieft niet op deze mail</p>"
}