{
	"greeting": "Tại đây bạn có thể chứng thực địa chỉ email của mình.\n\nEmail của bạn sẽ được liên kết với địa chỉ Byteball, liên kết có thể được công khai (nếu bạnlựa chọn như vậy) hoặc được lưu riêng trong ví của bạn. Trong trường hợp sau, chỉ có bằng chứng xác nhận sẽ được đăng công khai trên sổ cái được phân phối.\n\nGiá chứng thực là {{priceInG Bytes}} GB. Khoản thanh toán không được hoàn trả ngay cả khi xác nhận không thành công vì bất kỳ lý do gì.\n\nSau khi thanh toán, bạn có thể bạn sẽ có thể chứng minh email của mình bằng cách nhận mã xác minh và nhập mã vào đây.",
	"whiteListedReward": "Sau khi bạn xác minh thành công địa chỉ email của bạn lần đầu tiên và nếu email của bạn thuộc một trong các miền sau:\n{{arrWhitelistEmails}},\nbạn nhận được phần thưởng $ {{rewardInUSD}} tính bằng byte.",
	"seeAttestationUnit": "Bây giờ email của bạn đã được xác nhận, hãy xem đơn vị xác nhận: {{{explorer}}}",
	"savePrivateProfile": "Click vào đây để lưu hồ sơ trong ví của bạn: {{{privateProfile}}}. Bạn sẽ có thể sử dụng nó để truy cập vào các dịch vụ yêu cầu địa chỉ email đã được xác thực.",
	"weHaveReferralProgram": "Nên nhớ rằng, chúng tôi có một chương trình giới thiệu: nếu bạn gửi Bytes bằng địa chỉ đã xác thực tới một người mới chưa được xác thực, và anh ấy/cô ấy sử dụng những Bytes để thanh toán cho những xác thực thành công, và email của họ có một trong những tên miền sau:\n{{arrWhitelistEmails}},\nbạn nhận được một phần thưởng ${{referralRewardInUSD}} bằng Bytes.\n\nNeeys bạn muốn xác thực địa chỉ email khác, hãy nhập vào đây.",
	"insertMyAddress": "Vui lòng gửi cho tôi địa chỉ của bạn mà bạn muốn xác thực (nhấp vào... và điền địa chỉ của tôi).\nHãy chắc chắn rằng bạn đang ở trong ví địa chỉ duy nahast. Nếu bạn không có nó, vui lòng bổ sung (burger menu, và ví) và nạp tiền với số tiền đủ để chi trả cho việc xác nhận.",
	"insertMyEmail": "Vui lòng gửi cho tôi email bạn muốn xác thực.",
	"goingToAttestAddress": "Cảm ơn, chuẩn bị chứng thực địa chỉ Byteball của bạn: {{address}}.",
	"whitelistedAddressForReward": "Đây là địa chỉ được ghi vào danh sách trắng cho phần thưởng.",
	"notWhitelistedAddressForReward": "Đây không phải là địa chỉ được ghi vào sách trắng cho phần thưởng.",
	"goingToAttestEmail": "Cám ơn, chuẩn bị xác thực email của bạn: {{email}}.",
	"privateOrPublic": "Lưu email của bạn một cách riêng tư trong ví hoặc đăng nó công khai? Nếu bạn chọn công khai, mọi người dùng đều có thể gửi tiền cho bạn bằng địa chỉ email của bạn thay vì địa chỉ Byteball.\n\n{{buttons}}",
	"privateChosen": "Địa chỉ email của bạn sẽ được giữ riêng tư và được lưu trong ví của bạn.\nNhấp vào {{publicButton}} ngay bây giờ nếu bạn đổi ý.",
	"publicChosen": "Địa chỉ email của bạn{{email}} sẽ được đăng công khai trên sổ cái được phân phối và sẽ hiển thị với tất cả mọi người. Bạn không thể xóa nó sau này.\n\nNhấp vào {{privateButton}} ngay bây giờ nếu bạn đổi ý.",
	"sendEmailAgainButton": "gửi lại email một lần nữa",
	"privateButton": "riêng tư",
	"publicButton": "công khai",
	"againButton": "lặp lại",
	"pleasePay": "Xin vui lòng thanh toán cho việc chứng thực: {{{payButton}}}.",
	"receivedLessThanExpected": "Đã nhận được {{receivedInBytes}} Bytes từ bạn, ít hơn số byte {{priceInBytes}} kỳ vọng.",
	"receivedPaymentFromMultipleAddresses": "Nhận được một khoản thanh toán nhưng có vẻ như nó đã không được gửi từ một ví địa chỉ duy nhất.",
	"receivedPaymentNotFromExpectedAddress": "Nhận được một khoản thanh toán, nhưng nó đã không được gửi từ địa chỉ kỳ vọng {{address}}.",
	"receivedYourPayment": "Đã nhận được khoản thanh toán {{receivedInGBytes}} GB của bạn, đang chờ xác nhận. Nó sẽ mất 5-15 phút.",
	"paymentIsConfirmed": "Thanh toán của bạn được xác nhận. Một email xác nhận sẽ được gửi đến địa chỉ email của bạn.",
	"wrongVerificationCode": "Mã xác minh sai! Bạn có {{attemptsLeft}} cố gắng lần nữa.",
	"wrongVerificationCodeLast": "Mã xác minh sai! Bạn có thể thử lại lần nữa.",
	"emailWasSent": "Mã xác minh được gửi đến {{emailAddress}}. Vui lòng nhập mã xác minh ở đây.\nNếu bạn không nhận được email nào, hãy kiểm tra hộp thư rác của bạn, và nếu bạn không tìm thấy nó ở đó, hãy nhấp vào {{sendEmailAgain}}.",
	"attestedSuccessFirstTimeBonus": "Bạn chứng thực email của bạn cho lần đầu tiên và sẽ nhận được một phần thưởng chào mừng của ${{rewardInUSD}} ({{rewardInGBytes}} GB) từ quỹ phân phối Byteball.",
	"referredUserBonus": "Bạn đã giới thiệu một người dùng vừa xác thực địa chỉ email của họ và bạn sẽ nhận được phần thưởng $ {{referralRewardInUSD}} ({{referralRewardInGBytes}} GB) từ quỹ phân phối Byteball.\nCảm ơn bạn đã mang đến một người dùng mới, giá trị của hệ sinh thái tăng lên với mỗi người dùng mới!",
	"attestationRewardSent": "Gửi phần thưởng chứng thực",
	"referralRewardSent": "Gửi phần thưởng giới thiệu",
	"codeConfirmedEmailInAttestation": "Địa chỉ email của bạn {{email}} bây giờ đã xác thực. Gửi một bản ghi chứng thực, xin vui lòng chờ.",
	"switchToSingleAddress": "Hãy chắc chắn rằng bạn đang ở trong ví địa chỉ duy nhất, nếu không hãy chuyển sang ví địa chỉ duy nhất hoặc tạo một cái và gửi cho tôi địa chỉ của bạn trước khi thanh toán.",
	"alreadyAttested": "Bạn đã được chứng thực vào {{attestationDate}} UTC. Chứng thực {{againButton}}?",
	"currentAttestationFailed": "Chứng thực của bạn đã thất bại. Hãy thử lại{{againButton}}?",
	"previousAttestationFailed": "Chứng trước đó của bạn đã thất bại. Hãy thử {{againButton}}?",
	"verificationEmailSubject": "Email xác thực",
	"verificationEmailText": "Mã xác minh của bạn là {{verificationCode}}\nxin vui lòng nhập mã này trong cuộc trò chuyện với {{deviceName}}",
	"verificationEmailHtml": "<p>các mã xác minh của bạn là <b>{{verificationCode}}</b></p><p>nhập mã này vào cuộc trò chuyện với {{deviceName}}</p><p style=\"font-size: 13px; color: #727272; margin-top: 15px;\">---<br>xin vui lòng không trả lời email này.</p>"
}