{
	"greeting": "Εδώ μπορείτε να επιβεβαιώσετε το email σας.\n\nΤο email σας θα συνδεθεί με την Byteball διεύθυνση σας, και η σύνδεση μπορεί να είναι είτε δημόσια (αν το επιλέξετε) είτε ιδιωτική στο πορτοφόλι σας. Στη δεύτερη περίπτωση, μόνο μια απόδειξη της επιβεβαίωσης θα αναρτηθεί δημόσια στις εγγραφές.\n\nΗ τιμή της επιβεβαίωσης είναι {{priceInGBytes}} GB. Η πληρωμή είναι μη-επιστρέψιμη, ακόμα κι αν η επιβεβαίωση αποτύχει για οποιονδήποτε λόγο.\n\nΜετά την πληρωμή, θα μπορείτε να αποδείξετε την ιδιοκτησία του email σας, λαμβάνοντας έναν κωδικό που θα καταχωρείτε εδώ.",
	"whiteListedReward": "Μετά την πρώτη επιτυχή επαλήθευση του email σας, και σε περίπτωση που το email σας είναι στους παρακάτω τομείς:\n{{arrWhitelistEmails}},\nθα λάβετε ισόποση ανταμοιβή ${{rewardInUSD}} σε Byte.",
	"seeAttestationUnit": "Το email σας έχει επιβεβαιωθεί, δείτε την μονάδα επιβεβαίωσης: {{{explorer}}}",
	"savePrivateProfile": "Κάντε κλικ εδώ για να αποθηκεύσετε το προφίλ στο πορτοφόλι σας: {{{privateProfile}}}. Θα μπορείτε να το χρησιμοποιείτε για πρόσβαση σε υπηρεσίες που απαιτούν επιβεβαιωμένη διεύθυνση email.",
	"weHaveReferralProgram": "Θυμηθείτε, έχουμε πρόγραμμα ανταμοιβής: αν στείλετε Bytes από την επιβεβαιωμένη σας διεύθυνση σε νέο χρήστη που δεν έχει επιβεβαιωθεί ακόμα, και χρησιμοποιήσει τα Bytes για να πληρώσει την επιτυχημένη επιβεβαίωση του, και η διεύθυνσή του είναι σε κάποιον από τους παρακάτω τομείς:\n{{arrWhitelistEmails}},\nθα λάβετε ισόποση ανταμοιβή ${{referralRewardInUSD}} σε Bytes.\n\nΑν θέλετε να επιβεβαιώσετε άλλο ένα email, πληκτρολογήστε το εδώ.",
	"insertMyAddress": "Παρακαλώ, στείλτε μου την διεύθυνση που θέλετε να επιβεβαιώσετε (κλικ στο '...' και 'Εισαγωγή της διεύθυνσής μου').\nΒεβαιωθείτε ότι βρίσκεστε σε πορτοφόλι μονής διεύθυνσης. Αν δεν έχετε πορτοφόλι μονής διεύθυνσης, παρακαλούμε προσθέστε ένα ('Προσθήκη πορτοφολιού' στο αρχικό μενού), και εισάγετε το απαραίτητο ποσό για να πληρώσετε την επιβεβαίωση.",
	"insertMyEmail": "Παρακαλώ στείλτε μου το email που θέλετε να επιβεβαιώσετε.",
	"goingToAttestAddress": "Ευχαριστούμε, θα επιβεβαιώσουμε την διεύθυνση Byteball: {{address}}.",
	"whitelistedAddressForReward": "Αυτή η διεύθυνση είναι στη λίστα επιτρεπόμενων προς ανταμοιβή.",
	"notWhitelistedAddressForReward": "Αυτή η διεύθυνση δεν είναι στη λίστα επιτρεπόμενων προς ανταμοιβή.",
	"goingToAttestEmail": "Ευχαριστούμε, θα επιβεβαιώσουμε το email: {{email}}.",
	"privateOrPublic": "Θέλετε να αποθηκεύσετε το email ιδιωτικά στο πορτοφόλι σας ή να το δημοσιεύσετε; Αν επιλέξετε να το μοιραστείτε δημόσια, όλοι οι χρήστες θα μπορούν να σας στέλνουν χρήματα χρησιμοποιώντας το email σας αντί για την διεύθυνση Byteball.\n\n{{buttons}}",
	"privateChosen": "Το email σας θα παραμείνει ιδιωτικό και θα αποθηκευτεί στο πορτοφόλι σας.\nΚάντε κλικ στο {{publicButton}} εάν αλλάξατε γνώμη.",
	"publicChosen": "Το email σας {{email}} θα δημοσιευθεί και θα είναι ορατό σε όλους. Σημειώστε ότι δε θα μπορείτε να το αφαιρέσετε αργότερα.\n\nΚάντε κλικ στο {{privateButton}} εάν αλλάξατε γνώμη.",
	"sendEmailAgainButton": "αποστολή email ξανά",
	"privateButton": "ιδιωτικό",
	"publicButton": "δημόσιο",
	"againButton": "ξανά",
	"pleasePay": "Παρακαλούμε πληρώστε για επιβεβαίωση: {{{payButton}}}.",
	"receivedLessThanExpected": "Λάβαμε {{receivedInBytes}} Bytes από εσάς, που είναι λιγότερα από το αναμενόμενο ποσό των {{priceInBytes}} Bytes.",
	"receivedPaymentFromMultipleAddresses": "Λάβαμε μια πληρωμή αλλά φαίνεται πως δεν εστάλη από πορτοφόλι μονής διεύθυνσης.",
	"receivedPaymentNotFromExpectedAddress": "Λάβαμε μια πληρωμή αλλά δεν έχει σταλεί από την αναμενόμενη διεύθυνση {{address}}.",
	"receivedYourPayment": "Λάβαμε την πληρωμή των {{receivedInGBytes}} GB, και είναι σε αναμονή για επιβεβαίωση. Η επιβεβαίωση συνήθως γίνεται σε 5-15 λεπτά.",
	"paymentIsConfirmed": "Η πληρωμή σας επιβεβαιώθηκε. Θα σταλεί μήνυμα επιβεβαίωσης στο email σας.",
	"wrongVerificationCode": "Λανθασμένος κωδικός επιβεβαίωσης! Απομένουν {{attemptsLeft}} προσπάθειες.",
	"wrongVerificationCodeLast": "Λανθασμένος κωδικός επιβεβαίωσης! Απομένει μια προσπάθεια.",
	"emailWasSent": "Ο κωδικός επιβεβαίωσης έχει σταλεί στο {{emailAddress}}. Παρακαλούμε εισάγετέ τον εδώ.\nΕάν δε λάβατε το email, ελέγξτε τα ανεπιθύμητα μηνύματα, κι αν δεν τον βρείτε εκεί κάντε κλικ στο {{sendEmailAgain}}.",
	"attestedSuccessFirstTimeBonus": "Επιβεβαιώσατε το email σας για πρώτη φορά και θα λάβετε ανταμοιβή ${{rewardInUSD}} ({{rewardInGBytes}} GB) απο το Byteball distribution fund.",
	"referredUserBonus": "Προσκαλέσατε έναν χρήστη ο οποίος μόλις επιβεβαίωσε το email του και θα λάβετε ανταμοιβή ${{referralRewardInUSD}} ({{referralRewardInGBytes}} GB) από το Byteball distribution fund.\nΣας ευχαριστούμε που φέρατε έναν καινούριο Byteballer, η αξία του οικοσυστήματος αυξάνεται με κάθε καινούριο χρήστη!",
	"attestationRewardSent": "Ανταμοιβή επιβεβαίωσης εστάλη",
	"referralRewardSent": "Ανταμοιβή νέου χρήστη εστάλη",
	"codeConfirmedEmailInAttestation": "Το email σας {{email}} έχει επιβεβαιωθεί. Γίνεται ανάρτηση της εγγραφής επιβεβαίωσης, παρακαλούμε περιμένετε.",
	"switchToSingleAddress": "Βεβαιωθείτε ότι βρίσκεστε σε πορτοφόλι μονής διεύθυνσης, διαφορετικά αλλάξτε σε ένα πορτοφόλι μονής διεύθυνσης ή δημιουργήστε ένα, και δώστε μου τη διεύθυνση πριν πληρώσετε.",
	"alreadyAttested": "Κάνατε ήδη επιβεβαίωση στις {{attestationDate}} UTC. Επιβεβαίωση {{againButton}};",
	"currentAttestationFailed": "Η επιβεβαίωση σας απέτυχε. Δοκιμάστε {{againButton}};",
	"previousAttestationFailed": "Η προηγούμενη επιβεβαίωσή σας απέτυχε. Δοκιμάστε {{againButton}};",
	"verificationEmailSubject": "Επιβεβαίωση email",
	"verificationEmailText": "Ο κωδικός επιβεβαίωσης είναι {{verificationCode}}\nΠαρακαλούμε εισάγετέ τον στη συνομιλία με {{deviceName}}",
	"verificationEmailHtml": "<p>Ο κωδικός επιβεβαίωσης είναι <b>{{verificationCode}}</b></p><p>Παρακαλούμε εισάγετέ τον στην συνομιλία με {{deviceName}}</p><p style=\"font-size: 13px; color: #727272; margin-top: 15px;\">-------<br>Παρακαλούμε μην απαντήσετε σε αυτό το email.</p>"
}