{
	"greeting": "Nibiyi ni o ti le jeri si adiresi imeeli re.\n\nImeeli re yio je asopo pelu adiresi Obyte re, asopo naa le je eyi ti ose fihan ni gbangba (ti o ba yan) tabi fipamo laladani ninu apamowo re. Ninu eyi ti o gbeyin, ifihan ijeeri nikan ni yio je fi fihan ni gbangba lori leja ti o je pinpin.\n\nIye owo ijeri je {{priceInGBytes}} GB. Owo naa ko le je didapada koda ti ijeri naa ba kuna fun idi kankan.\n\nLeyin ti o ba sanwo, iwo yoo ni anfani lati se afihan imeeli re nipa gbigba koodu idaniloju ati tite sibi.",
	"whiteListedReward": "Leyin ti o ba saseyori imudaju adiresi imeeli re fungba akoko, ati ti imeeli re ba wa lori okan ninu awon domeni wonyi:\n{{arrWhitelistEmails}},\no gba ${{rewardInUSD}} ere ni Bytes.",
	"seeAttestationUnit": "Nisisiyi a ti jeri si imeeli re, wo eri ijerisi naa: {{{explorer}}}",
	"savePrivateProfile": "Te ibi lati fi awori naa pamo ninu apamowo re: {{{privateProfile}}}. Wa ni anfani lati loo lati wo awon ise ti o nilo adiresi email ti a ti fihan.",
	"weHaveReferralProgram": "Ranti, a ni eto itokasi: ti o ba fi Bytes ranse lati inu adiresi re ti a ti jerisi si olumulo tuntun ti a ko ti jerisi, ti o si lo Bytes naa lati san owo ijerisi laseyori, ti imeeli won si wa lori okan ninu awon domeni wonyi:\n{{arrWhitelistEmails}}, \no gba ${{referralRewardInUSD}} ere ni Bytes.\n\nTi o ba nife lati jerisi adiresi imeeli miran, iwo kan te sibi.",
	"insertMyAddress": "Jowo fi adiresi re ti o fe jerisi ranse simi (te lori ... ati Fi adiresi mi si).\nRi daju pe o wa ninu apamowo aladiresi-kan. Ti o ko ba ni apamowo aladiresi-kan, jowo fi okan kun (akojo burger, fi apamowo kun) ki o si fi iye to to lati san owo ijerisi.",
	"insertMyEmail": "Jowo fi imeeli ti o fe jerisi ranse.",
	"goingToAttestAddress": "O seun, lilo lati jerisi adiresi Obyte re: {{address}}.",
	"whitelistedAddressForReward": "Eyi je adiresi akojo funfun fun ere.",
	"notWhitelistedAddressForReward": "Eyi kii se adiresi akojo funfun fun ere.",
	"goingToAttestEmail": "O seun, lilo lati jerisi imeeli re: {{email}}.",
	"privateOrPublic": "Toju imeeli re nikoko sinu apamowo re tabi fihan ni gbangban? Ti o ba yan gbangban, gbogbo olumulo ni yio le fowo ranse si o nipa lilo adiresi imeeli re dipo adiresi Obyte. \n\n{{buttons}}",
	"privateChosen": "Adiresi imeeli re yio wa nikoko ti yio si wa ni afipamo ninu apamowo re.\nTe lori {{publicButton}} nisisiyi ti o ba yi okan re pada.",
	"publicChosen": "Adiresi imeeli re {{email}} yio je fifihan ni gbangba lori leja to je pinpin ati pe yio han si gbogbo eniyan. O ko le yo kuro nigba miran.\n\nTe lori {{privateButton}} nisisiyi ti o ba yi okan re pada.",
	"sendEmailAgainButton": "fi imeeli ranse leekansi",
	"privateButton": "ikoko",
	"publicButton": "gbangba",
	"againButton": "leekansi",
	"pleasePay": "Jowo sanwo fun ijerisi: {{{payButton}}}.",
	"receivedLessThanExpected": "A ti gba {{receivedInBytes}} Bytes lati odo re, eyi ti o kere si iye ti a n reti {{priceInBytes}} Bytes.",
	"receivedPaymentFromMultipleAddresses": "A ti gba owo kan sugbon o dabi owo naa ko wa lati inu apamowo aladiresi-kan.",
	"receivedPaymentNotFromExpectedAddress": "A gba owo kan sugbon owo naa ko wa lati inu adiresi ti o ye {{address}}.",
	"receivedYourPayment": "A ti gba owo re ti o je {{receivedInGBytes}} GB, a n duro de ifidimule. O ye ki o to iseju 5-15.",
	"paymentIsConfirmed": "A ti fidi owo ti o san mule. A o fi imeeli ifidimule ranse si adiresi imeeli re.",
	"wrongVerificationCode": "Koodu idaniloju ti ko to! O ni {{attemptsLeft}} igbiyanju to ku.",
	"wrongVerificationCodeLast": "Koodu idaniloju ti ko to! O ni igbiyanju kan to ku.",
	"emailWasSent": "A ti fi koodu idaniloju ranse si {{emailAddress}}. Jowo te koodu idaniloju naa sibi.\nTi o ko ba gba imeeli naa, sayewo foda spam re, ti o ko ba tun ri nibe, te {{sendEmailAgain}}.",
	"attestedSuccessFirstTimeBonus": "O ti se ijeri imeeli re fun igba akoko o si gba ebun ikinikabo ti o je ${{rewardInUSD}} ({{rewardInGBytes}} GB) lati inu apo owo pinpin Obyte.",
	"referredUserBonus": "O toka olumulo kan ti o sese se ijerisi adiresi imeeli re iwo yio si gba ere ${{referralRewardInUSD}} ({{referralRewardInGBytes}} GB) lati inu apo owo pinpin Obyte.\nO seun ti o mu Obyter tuntun wa, iye ecosystem n po si pelu olumulo titun kookan!",
	"attestationRewardSent": "A ti fi ere ijerisi ranse",
	"referralRewardSent": "A ti fi ere itoka ranse",
	"codeConfirmedEmailInAttestation": "Adiresi imeeli re {{email}} ti fidimule bayi. A n ko akosile ijerisi, jowo duro.",
	"switchToSingleAddress": "Ri daju wipe o wa ni apamowo aladiresi-kan, bibeko yipada so apamowo aladiresi-kan tabi ki o seda okan ki o si fi adiresi re ranse si mi ki o to sanwo.",
	"alreadyAttested": "O ti se ijerisi ni {{attestationDate}} UTC. Jerisi {{againButton}}?",
	"currentAttestationFailed": "Ijerisi re kuna. Gbiyanju {{againButton}}?",
	"previousAttestationFailed": "Ijerisi re ti isaaju kuna. Try {{againButton}}?",
	"verificationEmailSubject": "Idaniloju imeeli",
	"verificationEmailText": "Koodu idaniloju re ni {{verificationCode}}\nJowo te koodu naa si iwiregbe pelu {{deviceName}}",
	"verificationEmailHtml": "<p>Koodu idaniloju re ni <b> {{verificationCode}}</b></p><p>Jowo te koodu yi si iwiregbe pelu {{deviceName}}</p><p style=\"font-size: 13px; color: #727272; margin-top: 15px;\">-------<br>Jowo ma se fesi si imeeli yi.</p>"
}