{
	"greeting": "Tutaj możesz uwierzytelnić swój adres e-mail.\n\nTwój adres e-mail zostanie powiązany z Twoim adresem Obyte, link może zostać upubliczniony (jeśli tak zadecydujesz) lub zapisany prywatnie w Twoim portfelu. W ostatnim przypadku jedynie dowód uwierzytelnienia zostanie opublikowany w księdze rozproszonej.\n\nCena uwierzytelnienia wynosi {{priceInGBytes}} GB. Płatność nie podlega zwrotowi, nawet jeśli uwierzytelnienie nie powiedzie się z jakiegokolwiek powodu.\n\nPo dokonaniu płatności, będziesz w stanie potwierdzić swój adres e-mail otrzymując kod weryfikacyjny i wprowadzając go tutaj.",
	"whiteListedReward": "Po pomyślnym zweryfikowaniu adresu e-mail po raz pierwszy, jeśli Twój adres e-mail znajduje się w jednej z następujących domen:\n{{arrWhitelistEmails}},\notrzymasz nagrodę ${{rewardInUSD}} w Bytes.",
	"seeAttestationUnit": "Teraz twój e-mail jest uwierzytelniony, zobacz jednostkę uwierzytelnienia: {{{explorer}}}",
	"savePrivateProfile": "Kliknij tutaj, aby zapisać profil w swoim portfelu: {{{privateProfile}}}. Będziesz mógł z niego skorzystać, aby uzyskać dostęp do usług wymagających sprawdzonego adresu e-mail.",
	"weHaveReferralProgram": "Pamiętaj, że mamy program polecający: jeśli wysyłasz bajty z uwierzytelnionego adresu do nowego użytkownika, który jeszcze nie jest uwierzytelniony, a on/ona używa tych bajtów, aby zapłacić za udane uwierzytelnienie, a ich adres e-mail znajduje się w jednej z następujących domen:\n{{arrWhitelistEmails}},\notrzymujesz ${{referralRewardInUSD}} nagrodę w Bajtach.\n\nJeśli chcesz uwierzytelnić inny adres e-mail, po prostu wpisz go tutaj.",
	"insertMyAddress": "Prześlij mi swój adres, który chcesz uwierzytelnić (kliknij ... i Wprowadź mój adres).\nUpewnij się, że jesteś w portfelu, który obsługuje jeden adres. Jeśli nie masz takiego portfela, stwórz jeden (burger menu, dodaj portfel) i sfinansuj go kwotą wystarczającą na opłacenie uwierzytelnienia.",
	"insertMyEmail": "Prześlij mi swój adres e-mail, który chcesz potwierdzić.",
	"goingToAttestAddress": "Dzięki, teraz uwierzytelnię twój adres Obyte: {{address}}.",
	"whitelistedAddressForReward": "To jest adres z białej listy, na który przychodzą nagrody.",
	"notWhitelistedAddressForReward": "To nie jest adres z białej listy, na który przychodzą nagrody.",
	"goingToAttestEmail": "Dzięki, chciałbym potwierdzić twój adres e-mail: {{email}}.",
	"privateOrPublic": "Chcesz, żeby twój e-mail był przechowywany prywatnie w twoim portfelu, czy chcesz go opublikować? Jeśli wybierzesz drugą opcję, każdy użytkownik będzie mógł wysyłać Ci pieniądze, używając twojego adresu e-mail zamiast adresu Obyte.\n\n{{buttons}}",
	"privateChosen": "Twój adres e-mail będzie prywatny, i zarazem przechowywany w twoim portfelu.\nKliknij {{publicButton}} teraz, jeśli zmieniłeś zdanie.",
	"publicChosen": "Twój adres e-mail {{email}} zostanie opublikowany publicznie w księdze rozproszonej i będzie widoczny dla wszystkich. Nie możesz go później usunąć.\n\nKliknij {{privateButton}} teraz, jeśli zmienisz zdanie.",
	"sendEmailAgainButton": "wyślij e-mail ponownie",
	"privateButton": "prywatne",
	"publicButton": "publiczne",
	"againButton": "powtórz",
	"pleasePay": "Zapłać za uwierzytelnienie: {{{payButton}}}.",
	"receivedLessThanExpected": "Otrzymałem od Ciebie {{receivedInBytes}} Bytes, czyli mniej niż oczekiwane {{priceInBytes}} Bytes.",
	"receivedPaymentFromMultipleAddresses": "Otrzymano płatność, ale wygląda na to, że nie została ona wysłana z portfela obsługującego tylko jeden adres.",
	"receivedPaymentNotFromExpectedAddress": "Otrzymano płatność, jednak nie została ona wysłana z oczekiwanego adresu {{address}}.",
	"receivedYourPayment": "Otrzymano płatność w wysokości {{receivedInGBytes}} GB, czekam na potwierdzenie. Powinno to zająć 5-15 minut.",
	"paymentIsConfirmed": "Twoja płatność została potwierdzona. Wiadomość e-mail z potwierdzeniem zostanie wysłana na twój adres e-mail.",
	"wrongVerificationCode": "Kod weryfikacyjny niewłaściwy! Pozostało Ci {{attemptsLeft}} prób.",
	"wrongVerificationCodeLast": "Kod weryfikacyjny niewłaściwy! Została Ci ostatnia próba.",
	"emailWasSent": "Kod weryfikacyjny został wysłany na adres {{emailAddress}}. Wprowadź kod weryfikacyjny tutaj.\nJeśli e-mail nie dotarł, sprawdź folder w którym znajduje się spam, a jeśli go tam nie znajdziesz, kliknij {{sendEmailAgain}}.",
	"attestedSuccessFirstTimeBonus": "Uwierzytelniłeś swój e-mail po raz pierwszy, w związku z czym otrzymasz bonus powitalny w wysokości {{rewardInUSD}}$ ({{rewardInGBytes}} GB) z funduszu dystrybucyjnego Obyte.",
	"referredUserBonus": "Sprowadziłeś użytkownika, który właśnie uwierzytelnił swój adres e-mail, w zamian za to otrzymasz nagrodę w wysokości ${{referralRewardInUSD}} ({{referralRewardInGBytes}} GB) z funduszu dystrybucyjnego Obyte.\nDziękujemy za przyprowadzenie nowego Obyter'a, wartość ekosystemu rośnie wraz z każdym nowym użytkownikiem!",
	"attestationRewardSent": "Wysłano nagrodę za uwierzytelnienie",
	"referralRewardSent": "Wysłano nagrodę za polecenie",
	"codeConfirmedEmailInAttestation": "Twój adres e-mail {{email}} został potwierdzony. Publikuję zapis uwierzytelniania, proszę czekać.",
	"switchToSingleAddress": "Upewnij się, że jesteś w portfelu obsługującym jeden adres, w przeciwnym razie przerzuć się na portfel który obsługuje jeden adres, lub utwórz go i wyślij mi swój adres przed zapłaceniem.",
	"alreadyAttested": "Zostałeś już uwierzytelniony o {{attestationDate}} UTC. Uwierzytelnić {{againButton}}?",
	"currentAttestationFailed": "Twoje uwierzytelnienie nie powiodło się. Spróbuj {{againButton}}?",
	"previousAttestationFailed": "Twoje poprzednie uwierzytelnienie nie powiodło się. Spróbuj {{againButton}}?",
	"verificationEmailSubject": "Weryfikacja adresu e-mail",
	"verificationEmailText": "Twój kod weryfikacyjny to {{verificationCode}}\nProszę wprowadź ten kod w rozmowie z {{deviceName}}",
	"verificationEmailHtml": "<p>Twój kod weryfikacyjny to<b>{{verificationCode}}</b></p><p>Wpisz ten kod w rozmowie z {{deviceName}}</p><p style=\"font-size: 13px; color: #727272; margin-top: 15px;\">-------<br>Nie odpowiadaj na tę wiadomość.</p>"
}