{
	"greeting": "Aquí puede confirmar su dirección de correo electrónico. \n\nSu correo se vinculará a su dirección de Byteball, la vinculación puede ser hecha pública (si así lo elige) o bien, privada almacenándola solo en su monedero. En este último caso, sólo una prueba de la verificación será publicada en la base de datos distribuida.\n\nEl precio de la verificación es de {{priceInGBytes}} GB. El pago no es reembolsable incluso si el proceso falla por cualquier causa.\n\nDespués del pago, podrá probar su correo electrónico recibiendo un código de verificación e introduciéndolo aquí.",
	"whiteListedReward": "Después de verificar su dirección de correo electrónico por primera vez, y si pertenece a uno de los siguientes dominios:\n{{arrWhitelistEmails}},\nrecibirá una recompensa de ${{rewardInUSD}} en Bytes.",
	"seeAttestationUnit": "Su correo electrónico ha sido verificado, compruebe la unidad de verificación: {{{explorer}}}",
	"savePrivateProfile": "Haga clic aquí para guardar el perfil en su monedero: {{{privateProfile}}}. Podrá utilizarlo para acceder a los servicios que requieran una dirección de correo electrónico probada.",
	"weHaveReferralProgram": "Recuerde, tenemos un programa de referidos: si envía Bytes de su dirección confirmada a un usuario nuevo que no la tenga, y él/ella utiliza esos Bytes para pagar una verificación (correcta) y su correo electrónico es uno de los siguientes dominios:\n{{arrWhitelistEmails}},\nusted recibirá una recompensa de ${{referralRewardInUSD}} en Bytes. \n\nSi desea verificar otra dirección de correo electrónico, escríbala aquí.",
	"insertMyAddress": "Por favor envíe la dirección que desea confirmar (haga clic en ... e Introducir mi dirección).\nAsegúrese de que su monedero es de una sola dirección (por defecto). Si no tiene un monedero de una sola dirección, por favor cree uno (menú principal, Añadir monedero) y envíe fondos suficientes para pagar la certificación.",
	"insertMyEmail": "Por favor envíe el correo electrónico que desea certificar.",
	"goingToAttestAddress": "Gracias, va a confirmar su dirección de Byteball: {{address}}.",
	"whitelistedAddressForReward": "Esta es una dirección con recompensa.",
	"notWhitelistedAddressForReward": "Esta no es una dirección con recompensa.",
	"goingToAttestEmail": "Gracias, va a confirmar su correo electrónico: {{email}}.",
	"privateOrPublic": "Almacenar su dirección de manera privada en su monedero o pública? Si selecciona pública, cualquier usuario podrá enviarle dinero usando su dirección de correo electrónico en lugar de la dirección Byteball.\n\n{{buttons}}",
	"privateChosen": "Su dirección de correo electrónico se mantendrá privada y almacenada en su monedero. \nHaga clic en {{publicButton}} si desea cambiar de opción.",
	"publicChosen": "Su dirección de correo electrónico {{email}} será publicada en la base de datos distribuida y será visible a todos. No se puede eliminar más adelante.\n\nHaga clic en {{privateButton}} si desea cambiar de opción.",
	"sendEmailAgainButton": "enviar correo de nuevo",
	"privateButton": "privado",
	"publicButton": "público",
	"againButton": "otra vez",
	"pleasePay": "Por favor pague la verificación: {{{payButton}}}.",
	"receivedLessThanExpected": "Recibidos {{receivedInBytes}} Bytes, cantidad menor que la esperada: {{priceInBytes}} Bytes.",
	"receivedPaymentFromMultipleAddresses": "Pago recibido pero parece que no ha sido enviado desde una cartera de una sola dirección.",
	"receivedPaymentNotFromExpectedAddress": "Pago recibido pero parece que no ha sido enviado desde la dirección esperada {{address}}.",
	"receivedYourPayment": "Recibido su pago de {{receivedInGBytes}} GB, a la espera de confirmación. Debería tomar unos 5-15 minutos.",
	"paymentIsConfirmed": "Su pago ha sido confirmado. Se enviará un correo de verificación a su dirección de correo.",
	"wrongVerificationCode": "¡Código de verificación incorrecto! Le quedan {{attemptsLeft}} intentos restantes.",
	"wrongVerificationCodeLast": "¡Código de verificación incorrecto! Le queda un intento.",
	"emailWasSent": "Un código de verificación ha sido enviado a {{emailAddress}}. Introduzca aquí el código de verificación.\nSi no ha recibido el correo, revise su carpeta de spam y si no lo encuentra allí, haga clic en {{sendEmailAgain}}.",
	"attestedSuccessFirstTimeBonus": "Verifique su correo electrónico por primera vez y recibirá un regalo de bienvenida de ${{rewardInUSD}} ({{rewardInGBytes}} GB) del fondo de distribución de Byteball.",
	"referredUserBonus": "Ha referido a un usuario que ha confirmado su dirección de correo electrónico y recibirá una recompensa de {{referralRewardInUSD}}$ ({{referralRewardInGBytes}} GB) del fondo de distribución de Byteball.\n¡Gracias por traer un nuevo byteballero, el valor del ecosistema crece con cada nuevo usuario!",
	"attestationRewardSent": "Recompensa de verificación enviada",
	"referralRewardSent": "Recompensa de referido enviada",
	"codeConfirmedEmailInAttestation": "Tu dirección de correo {{email}} acaba de confirmarse. Publicando un registro de la confirmación, por favor espere.",
	"switchToSingleAddress": "Asegúrese de que su monedero es de dirección única, si no fuera así cambie a un monedero de dirección única o cree uno y envíe su dirección antes de pagar.",
	"alreadyAttested": "Ya fue verificado el {{attestationDate}} UTC. Verificar {{againButton}}?",
	"currentAttestationFailed": "Tu verificación falló. Intentar {{againButton}}?",
	"previousAttestationFailed": "Tu anterior verificación falló. Intentar {{againButton}}?",
	"verificationEmailSubject": "Verificación de correo electrónico",
	"verificationEmailText": "Su código de verificación es {{verificationCode}}\nPor favor introduzca este código en el chat con {{deviceName}}",
	"verificationEmailHtml": "<p>Su código de verificación es <b>{{verificationCode}}</b></p><p>Por favor introduzca este código en el chat con {{deviceName}}</p><p style=\"font-size: 13px; color: #727272; margin-top: 15px;\">---<br>Por favor no responda a este correo electrónico.</p>"
}