{
	"greeting": "Qui puoi attestare il tuo indirizzo email.\n\nLa tua email sarà collegata al tuo indirizzo Obyte, il link può essere reso pubblico (se lo desideri) o salvato privatamente nel tuo portafoglio. In quest'ultimo caso, solo una prova di attestazione verrà postata pubblicamente sul libro mastro distribuito.\n\nIl prezzo dell'attestazione è {{priceInGBytes}} GB. Il pagamento non è rimborsabile anche se l'attestazione fallisce per qualsiasi motivo.\n\nDopo il pagamento, sarai in grado di provare la tua email ricevendo un codice di verifica ed inserendolo qui.",
	"whiteListedReward": "Dopo aver verificato con successo il tuo indirizzo email per la prima volta, e se la tua email si trova in uno dei seguenti domini:\n{{arrWhitelistEmails}},\nricevi una ricompensa in Bytes di ${{rewardInUSD}}.",
	"seeAttestationUnit": "Ora la tua email è attestata, vedi l'unità di attestazione: {{{explorer}}}",
	"savePrivateProfile": "Fai clic qui per salvare il profilo nel tuo portafoglio: {{{privateProfile}}}. Sarai in grado di usarlo per accedere ai servizi che richiedono un indirizzo email approvato.",
	"weHaveReferralProgram": "Ricorda, abbiamo un programma di riferimento: se invii Bytes dal tuo indirizzo attestato ad un nuovo utente che non è ancora stato attestato, e lui/lei usa quei Bytes per pagare con successo un attestato, ed il loro indirizzo email si trova su uno dei seguenti domini:\n{{arrWhitelistEmails}},\nricevi una ricompensa in Bytes di ${{referralRewardInUSD}}.\n\nSe desideri attestare un altro indirizzo email, digita qui.",
	"insertMyAddress": "Perfavore inviami il tuo indirizzo che desideri attestare (clicca ... ed Inserisci il mio indirizzo).\nAssicurati di essere in un portafoglio ad indirizzo singolo. Se non si dispone di un portafoglio con indirizzo singolo, si prega di aggiungerne uno (menu a forma di hamburger, aggiungere il portafoglio) e finanziarlo con l'importo sufficiente per pagare l'attestato.",
	"insertMyEmail": "Per favore inviami la tua email che desideri attestare.",
	"goingToAttestAddress": "Grazie, stiamo attestando il tuo indirizzo Obyte: {{address}}.",
	"whitelistedAddressForReward": "Questo è un indirizzo autorizzato per la ricompensa.",
	"notWhitelistedAddressForReward": "Questo indirizzo non è autorizzato per la ricompensa.",
	"goingToAttestEmail": "Grazie, stiamo attestando la tua email: {{email}}.",
	"privateOrPublic": "Vuoi archiviare la tua email privatamente nel tuo portafoglio o postarla pubblicamente? Se scegli di pubblicarla, ogni utente sarà in grado di inviarti denaro usando il tuo indirizzo email invece dell'indirizzo Obyte.\n\n{{buttons}}",
	"privateChosen": "Il tuo indirizzo email sarà mantenuto privato e conservato nel tuo portafoglio.\nClicca ora su {{publicButton}} se hai cambiato idea.",
	"publicChosen": "Il tuo indirizzo email {{email}} verrà postato pubblicamente sul libro mastro distribuito e sarà visibile a tutti. Non puoi rimuoverlo più tardi.\n\nClicca ora su {{privateButton}} se hai cambiato idea.",
	"sendEmailAgainButton": "invia di nuovo email",
	"privateButton": "privato",
	"publicButton": "pubblico",
	"againButton": "ancora",
	"pleasePay": "Si prega di pagare l'attestato: {{{payButton}}}.",
	"receivedLessThanExpected": "Ricevuti {{receivedInBytes}} Bytes da te, inferiore rispetto alla somma prevista di {{priceInBytes}} Bytes.",
	"receivedPaymentFromMultipleAddresses": "Ricevuto un pagamento ma sembra che non sia stato inviato da un portafoglio ad indirizzo singolo.",
	"receivedPaymentNotFromExpectedAddress": "Ricevuto un pagamento ma non è stato inviato dall'indirizzo previsto {{address}}.",
	"receivedYourPayment": "Ricevuto il pagamento di {{receivedInGBytes}} GB, in attesa della conferma. Dovrebbero volerci 5-15 minuti.",
	"paymentIsConfirmed": "Il pagamento è confermato. Una email di conferma verrà inviata al tuo indirizzo email.",
	"wrongVerificationCode": "Codice di verifica errato! Hai {{attemptsLeft}} tentativi rimasti.",
	"wrongVerificationCodeLast": "Codice di verifica errato! Hai un tentativo rimasto.",
	"emailWasSent": "Un codice di verifica è stato inviato a {{emailAddress}}. Si prega di inserire il codice di verifica qui.\nSe non hai ricevuto l'e-mail, controlla la tua cartella spam e, se non la trovi lì, fai clic su {{sendEmailAgain}}.",
	"attestedSuccessFirstTimeBonus": "Hai attestato la tua email per la prima volta e riceverai un bonus di benvenuto di ${{rewardInUSD}} ({{rewardInGBytes}} GB) dal fondo di distribuzione Obyte.",
	"referredUserBonus": "Hai fatto da riferimento ad un utente che ha appena attestato il proprio indirizzo email e riceverai una ricompensa di ${{referralRewardInUSD}} ({{referralRewardInGBytes}} GB) dal fondo di distribuzione Obyte.\nGrazie per aver introdotto un nuovo Obyter, il valore dell'ecosistema cresce con ogni nuovo utente!",
	"attestationRewardSent": "Inviata la ricompensa di attestato",
	"referralRewardSent": "Inviata la ricompensa di riferimento",
	"codeConfirmedEmailInAttestation": "Il tuo indirizzo email {{email}} è ora confermato. Pubblicazione di un documento di attestazione, perfavore attendi.",
	"switchToSingleAddress": "Assicurati di essere in un portafoglio ad indirizzo singolo, altrimenti passa ad un portafoglio ad indirizzo singolo o creane uno ed inviami il tuo indirizzo prima di pagare.",
	"alreadyAttested": "Sei stato già attestato il {{attestationDate}} UTC. Attestare {{againButton}}?",
	"currentAttestationFailed": "Il tuo attestato è fallito. Prova {{againButton}}?",
	"previousAttestationFailed": "Il tuo precedente attestato è fallito. Prova {{againButton}}?",
	"verificationEmailSubject": "Verifica email",
	"verificationEmailText": "Il tuo codice di verifica è {{verificationCode}}\nPerfavore inserisci questo codice nella chat con {{deviceName}}",
	"verificationEmailHtml": "<p>Il tuo codice di verifica è <b>{{verificationCode}}</b></p><p>Perfavore inserisci questo codice nella chat con {{deviceName}}</p><p style=\"font-size: 13px; color: #727272; margin-top: 15px;\">-------<br>Perfavore non rispondere a questa email.</p>"
}