{
	"greeting": "Тут ви можете проатестувати ваш email. \n\nВаш email буде підв'язано до вашу адресу Obyte, посилання може бути публічно, (якщо ви це виберете) або приватно збережено у вашому гаманці. В останньому випадку тільки свідчення про атестацію будуть розміщені публічно на розподіленому обліковому журналі. \n\nЦіна атестації - {{priceInGBytes}} GB. Оплата не буде повернута, навіть якщо атестації не пройдена з будь-якої причини. \n\nПісля оплати ви зможете підтвердити свій email з допомогою коду підтвердження та ввести його тут.",
	"whiteListedReward": "Після того, як ви вперше успішно підтвердите ваш email і якщо ваш email знаходиться на таких доменах:\n{{arrWhitelistEmails}},\nви отримаєте винагороду ${{rewardInUSD}} в Bytes.",
	"seeAttestationUnit": "Тепер ваш email проатестований, дивитись деталі атестації: {{{explorer}}}",
	"savePrivateProfile": "Натисніть тут, щоб зберегти профіль у вашому гаманці: {{{privateProfile}}}. Ви можете його використовувати для доступу до послуг, які потребують підтвердженого email.",
	"weHaveReferralProgram": "Пам'ятайте, у нас є реферальна програма: якщо ви відправите Bytes з вашого проатестоваї адреси новому користувачу, який ще не проатестований, і він/вона використає ці Bytes щоб оплатити успішну атестацію і їхні email будуть на таких доменах:\n{{arrWhitelistEmails}},\nви отримаєте винагороду ${{referralRewardInUSD}} в Bytes.\n\nЯкщо ви хочете підтвердити інший email, просто введіть його тут.",
	"insertMyAddress": "Надішліть, будь ласка, мені ваш адрес, який ви хочете проатестувати (клацніть ... і вставте мій адрес).\nПереконайтесь, що ви в гаманці, який має єдиний адрес. Якщо ж ви не маєте гаманця з єдиним адресом, будь ласка, додайте його (меню, додати гаманець) і поповніть його на суму, достатню для оплати атестації.",
	"insertMyEmail": "Будь ласка, відправте мені email який ви хочете атестувати.",
	"goingToAttestAddress": "Дякуємо, збираємось підтвердити вашу Obyte адресу: {{address}}.",
	"whitelistedAddressForReward": "Це є білий список адрес для винагород.",
	"notWhitelistedAddressForReward": "Це не є білий список адрес для винагород.",
	"goingToAttestEmail": "Дякуємо, збираємось підтвердити ваш email: {{email}}.",
	"privateOrPublic": "Зберігати ваш email приватно у вашому гаманці чи опублікувати його публічно? Якщо ви виберете публічно, кожен користувач зможете відправити вам гроші за допомогою email, а не Obyte адресу.\n\n{{buttons}}",
	"privateChosen": "Ваш email буде зберігатись приватно у вашому гаманці.\nНатисніть кнопку {{publicButton}}, якщо ви передумали.",
	"publicChosen": "Ваш email {{email}} будe розміщено публічно на розподіленому обліковому записі та буде видимий для всіх. Не зможете видалити його пізніше.\n\nНатисніть кнопку {{privateButton}} якщо ви передумали.",
	"sendEmailAgainButton": "надіслати email ще раз",
	"privateButton": "приватно",
	"publicButton": "публічно",
	"againButton": "знову",
	"pleasePay": "Будь ласка, оплатіть атестацію: {{{payButton}}}.",
	"receivedLessThanExpected": "Від вас отримано {{receivedInBytes}} байт, що є менше ніж очікувані {{priceInBytes}} байт.",
	"receivedPaymentFromMultipleAddresses": "Отримано платіж, але схоже що він не був відправлений із гаманця з єдиною адресою.",
	"receivedPaymentNotFromExpectedAddress": "Отримано платіж, але він не був відправлений з очікуваного адресу {{address}}.",
	"receivedYourPayment": "Отримано ваш платіж {{receivedInGBytes}} GB, чекаємо підтвердження. Це повинно зайняти 5-15 хвилин.",
	"paymentIsConfirmed": "Ваш платіж підтверджено. Лист з підтвердженням буде вислано вам на email.",
	"wrongVerificationCode": "Неправильний код підтвердження! У вас є ще {{attemptsLeft}} спроб.",
	"wrongVerificationCodeLast": "Неправильний код підтвердження! У вас лише одна спроба.",
	"emailWasSent": "Код для перевірки був відправлений на {{emailAddress}}. Будь ласка введіть цей код для перевірки сюди.\nЯкщо ви не отримали листа, перевірте папку зі спамом і якщо ви не знайшли його там, натисніть {{sendEmailAgain}}.",
	"attestedSuccessFirstTimeBonus": "Ваш email було завірено вперше і ви отримаєте вітальний бонус ${{rewardInUSD}} ({{rewardInGBytes}} GB) від фонду Obyte.",
	"referredUserBonus": "Ви є рефералом користувача, email якого щойно завірили і ви отримаєте винагороду ${{referralRewardInUSD}} ({{referralRewardInGBytes}} GB) від фонду Obyte.\nДякуємо за залучення нового учасника Obyte, цінність екосистеми зростає з кожним новим користувачем!",
	"attestationRewardSent": "Надіслано винагороду за атестацію",
	"referralRewardSent": "Надіслано реферальну виплату",
	"codeConfirmedEmailInAttestation": "Ваш email {{email}} підтверджено. Для того щоб розмістити запис на атестацію, потрібно зачекати.",
	"switchToSingleAddress": "Переконайтеся, що ви є в гаманцеві з однією адресою, в іншому випадку перейдіть до гаманця з однією адресу або створіть його і пришліть мені вашу адресу перед оплатою.",
	"alreadyAttested": "Ви вже були атестовані {{attestationDate}} UTC. Атестувати знову {{againButton}}?",
	"currentAttestationFailed": "Ваша атестація не пройдена. Спробувати знову {{againButton}}?",
	"previousAttestationFailed": "Ваша попередня атестація не пройдена. Спробувати знову {{againButton}}?",
	"verificationEmailSubject": "Підтвердження email",
	"verificationEmailText": "Код для перевірки: {{verificationCode}}\nбудь ласка, введіть цей код в чаті з {{deviceName}}",
	"verificationEmailHtml": "<p>Код для перевірки <b>{{verificationCode}}</b></p><p>Будь ласка, введіть цей код в чаті з {{deviceName}}</p><p style=\"font-size: 13px; color: #727272; margin-top: 15px;\">---<br>Будь ласка не відповідайте на цей лист.</p>"
}