{
	"greeting": "Siin saad sa tõendada oma e-kirja aadressi.\n\nSinu e-kirja aadress seotakse sinu Byteball aadressiga, see seostatus saab olla avalik (kui sa seda soovid) või privaatne (salvestatud sinu rahakotti). Viimase puhul postitakse ainult tõendamise tõend avalikku andmebaasi. \n\nTõendamise hind on {{priceInGBytes}} GB. Makse ei kuulu tagastamisele isegi kui tõendamine nurjub mingil põhjusel.\n\nPeale makse tegemist saad sa kinnitada oma e-kirja aadressi koodiga, mis saadetakse e-kirja aadressi peale.",
	"whiteListedReward": "Juhul kui tõendad esimest korda seda e-kirja aadressi ja kui see on mõnelt järgnevalt domeenilt:\n{{arrWhitelistEmails}},\nsiis sa saad preemiaks ${{rewardInUSD}} väärtuses GByte.",
	"seeAttestationUnit": "Nüüd on su e-kirja aadress tõendatud, seda tehingut näeb sealt: {{{explorer}}}",
	"savePrivateProfile": "Vajuta {{{privateProfile}}}, et see salvestada oma konto andmete sekka. Sa saad seda kasutada teenustega, mis nõuavad kinnitatud e-kirja aadressi.",
	"weHaveReferralProgram": "Pea meeles, meil on soovitamse programm: juhul kui saadad GByte oma tõendatud aadressilt uuele kasutajatele, kes ei ole veel tõendatud ja kui nad kasutavad neid GByte, et tõendada järgmiste domeeninimedega e-kirja aadressi:\n{{arrWhitelistEmails}},\nsiis sa saad preemiaks ${{referralRewardInUSD}} väärtuses GByte.\n\nKui soovid tõendada järgmist e-kirja aadressi, kirjuta see siia.",
	"insertMyAddress": "Palun saada oma Byteball aadress, millele soovid tõendust (vajuta '...' nupule ja vali sealt 'Sisesta minu aadress').\nVeendu, et kasutad ühe aadressiga rahakott. Kui sul ei ole ühe aadressiga rahakotti, palun tee endale see (vali menüüst 'Lisa rahakott') ja kanna sellele piisavalt vahendeid, et maksta tõendamise eest.",
	"insertMyEmail": "Palun saada oma e-kirja aadress, mida soovid tõendada.",
	"goingToAttestAddress": "Aitäh, tõendus lisatakse sinu Byteball aadressile: {{address}}.",
	"whitelistedAddressForReward": "See aadress on preemiat saavate aadressite seas.",
	"notWhitelistedAddressForReward": "See aadress ei ole preemiat saavate aadressite seas.",
	"goingToAttestEmail": "Aitäh, tõendatakse sinu e-kirja aadressi: {{email}}.",
	"privateOrPublic": "Kas soovid salvestada oma e-kirja aadress privaatselt oma rahakotti või soovid teha avalikuks? Kui teed avalikus, siis kasutajad saavad ülekandeid tehes kasutada sinu Byteball aadressi asemel hoopis sinu e-kirja aadressi.\n\n{{buttons}}",
	"privateChosen": "Sinu e-kirja aadressi hoitakse privaatsena ja salvestatakse sinu rahakotti.\nJuhul kui sa muutsid oma meelt, vajuta enne makse tasumist {{publicButton}}.",
	"publicChosen": "Sinu e-kirja aadress {{email}} postitatakse avalikku andmebaasi ja see saab nähtavaks kõigile. Seda pole hiljem võimalik eemaldada.\n\nJuhul kui sa muutsid oma meelt, vajuta enne makse tasumist {{privateButton}}.",
	"sendEmailAgainButton": "saada e-kiri uuesti",
	"privateButton": "privaatne",
	"publicButton": "avalik",
	"againButton": "uuesti",
	"pleasePay": "Palun maksa tõestamise eest: {{{payButton}}}.",
	"receivedLessThanExpected": "Sain sinult {{receivedInBytes}} Byte, mida on vähem kui eeldatud {{priceInBytes}} Byte.",
	"receivedPaymentFromMultipleAddresses": "Sain makse, aga paistab, et see ei ole saadetud ühe aadressiga rahakotist.",
	"receivedPaymentNotFromExpectedAddress": "Sain makse, aga see ei ole saadetud eeldatud aadressilt {{address}}.",
	"receivedYourPayment": "Sain sinult {{receivedInGBytes}} GByte, ootan makse kinnitamist. See võtab aega 5-15 minutit.",
	"paymentIsConfirmed": "Sinu makse on kinnitatud. E-kirja aadressi kinnitamiseks saadetakse sulle kood e-kirja aadressile.",
	"wrongVerificationCode": "Vale kinnitamise kood! Sul on võimalik proovida veel {{attemptsLeft}} korda.",
	"wrongVerificationCodeLast": "Vale kinnitamise kood! Sul on võimalik proovida viimast korda.",
	"emailWasSent": "Kinnitamise kood saadeti e-kirja aadressile {{emailAddress}}. Palun sisesta see kood siia.\nKui sa ei saanud e-kirja, kontrolli Rämps kataloogi ja kui seda ei ole ka seal, siis vajuta {{sendEmailAgain}}.",
	"attestedSuccessFirstTimeBonus": "See on sinu esimene e-kirja aadressi tõendamine ja sa saad selle eest Byteballi jaotusfondist preemiat summas ${{rewardInUSD}} ({{rewardInGBytes}} GByte).",
	"referredUserBonus": "Sa soovitasid kasutajat, kes tõendas ka oma e-kirja aadressi ja sa saad selle eest Byteballi jaotusfondist preemiat summas ${{referralRewardInUSD}} ({{referralRewardInGBytes}} GByte).\nAitäh, et tõid uue kasutaja, tänu millele tõuseb kogu Byteballi ökosüsteemi väärtus!",
	"attestationRewardSent": "Preemia tõendamise eest saadetud",
	"referralRewardSent": "Preemia soovitamise eest saadetud",
	"codeConfirmedEmailInAttestation": "Sinu e-kirja aadress {{email}} on nüüd kinnitatud. Postitan tõendi andmebaasi, palun oota.",
	"switchToSingleAddress": "Veendu, et kasutad ühe aadressiga rahakotti, vastasel juhul muuda ühe aadressiga rahakoti peale või tee uus rahakott ja enne uuesti maksmist, saada mulle oma uus Byteball aadress.",
	"alreadyAttested": "Sa juba tõendasid {{attestationDate}} UTC. Kas soovid tõendada {{againButton}}?",
	"currentAttestationFailed": "Tõendamine nurjus. Proovi {{againButton}}?",
	"previousAttestationFailed": "Eelmine tõendamine nurjus. Proovi {{againButton}}?",
	"verificationEmailSubject": "E-kirja kinnitamine",
	"verificationEmailText": "Sinu kinnitamise kood: {{verificationCode}}\nPalun sisesta see kood vestluses: {{deviceName}}",
	"verificationEmailHtml": "<p>Sinu kinnitamise kood: <b>{{verificationCode}}</b></p><p>Palun sisesta see kood vestluses: {{deviceName}}</p><p style=\"font-size: 13px; color: #727272; margin-top: 15px;\">-------<br>Palun ära kirjuta vastust sellele kirjale.</p>"
}