{
	"greeting": "Dito ay maaari mong patunayan ang iyong email address.\n\nAng iyong email ay ili-link sa iyong Byteball address, ang link ay maaaring gawing pampubliko (kung pipiliin mo) o personal na i-save sa iyong wallet. Sa huling kaso, ang isang katibayan lamang ng pagpapatunay ang ipo-post sa publiko sa ipinamahaging ledger.\n\nAng presyo ng pagpapatunay ay {{priceInGBytes}} GB. Ang bayad ay hindi na maaaring bawiin kahit na ang pagpapatunay ay nabigo sa anumang dahilan.\n\nPagkatapos ng bayad, maaari mo nang patunayan ang iyong email sa pamamagitan ng pagtanggap ng isang code ng beripikasyon at ipasok ito dito.",
	"whiteListedReward": "Pagkatapos mong matagumpay na i-verify ang iyong email address sa unang pagkakataon, at kung ang iyong email ay nasa isa sa mga sumusunod na mga domain:\n{{arrWhitelistEmails}},\nIkaw ay tatanggap ng ${{rewardInUSD}} na gantimpala sa Bytes.",
	"seeAttestationUnit": "Ngayon ang iyong email ay napatunayan na, tingnan ang yunit ng pagpapatunay: {{{explorer}}}",
	"savePrivateProfile": "Pindutin dito para ma-save ang profile sa iyong wallet: {{{privateProfile}}}. Maaari mo itong magamit para ma-access ang mga serbisyo na nangangailangan ng isang tunay na email address.",
	"weHaveReferralProgram": "Tandaan, mayroon kaming referral na programa: kung ikaw ay nagpadala ng Bytes mula sa iyong napatunayang address patungo sa isang bagong gumagamit na hindi pa napatunayan, at ginamit niya ang mga Bytes na iyon upang makabayad para sa isang matagumpay na pagpapatunay, at ang kanilang email ay isa sa mga sumusunod na domain:\n{{arrWhitelistEmails}},\nmakakatanggap ka ng ${{referralRewardInUSD}} Bytes na pabuya.\n\nKung gusto mong magpatunay ng ibang email address, i-type mo lamang dito.",
	"insertMyAddress": "Mangyaring ipadala sakin ang iyong address na ninanais mong patunayan (pindutin ... at Ipasok ang aking address).\nSiguraduhin na ikaw ay nasa isang single-address na wallet. Kung ikaw ay walang single-address na wallet, mangyaring magdagdag ng isa (burger menu, magdagdag ng wallet) at pondohan ito ng sapat na halaga upang makabayad para sa pagpapatunay.",
	"insertMyEmail": "Mangyaring ipadala sa akin ang iyong email na ninanais mong mapatunayan.",
	"goingToAttestAddress": "Maraming salamat, papatunayan na ang iyong Byteball address: {{address}}.",
	"whitelistedAddressForReward": "Ito ay isang naka-whitelist na address para sa gantimpala.",
	"notWhitelistedAddressForReward": "Ito ay isang address na hindi na-whitelist para sa gantimpala.",
	"goingToAttestEmail": "Salamat, papatunayan na ang iyong email: {{email}}.",
	"privateOrPublic": "I-store ang iyong email na naka-pribado sa iyong wallet o i-post ito sa publiko? Kung pipiliin mong isa-publiko, bawat gumagamit ay maaaring makapapagpadala ng pera sa iyo gamit ang iyong email address sa halip na Byteball address.\n\n{{buttons}}",
	"privateChosen": "Ang iyong email address ay mapapanatiling naka-pribado at naka-store sa iyong wallet.\nPindutin ngayon ang {{publicButton}} kung nagbago ang iyong isip.",
	"publicChosen": "Ang iyong email address na {{email}} ay maipo-post sa publiko sa naipamahaging ledger at makikita ng lahat. Hindi mo ito matatanggal sa kalaunan.\n\nPindutin ang {{privateButton}} ngayon kung nagbago ang iyong isip.",
	"sendEmailAgainButton": "ipadala muli ang email",
	"privateButton": "pribado",
	"publicButton": "publiko",
	"againButton": "muli",
	"pleasePay": "Mangyaring magbayad para sa pagpapatunay: {{{payButton}}}.",
	"receivedLessThanExpected": "Nakatanggap ng {{receivedInBytes}} Bytes mula sa iyo, na kung saan ay mas mababa kaysa inaasahang {{priceInBytes}} Bytes.",
	"receivedPaymentFromMultipleAddresses": "Nakatanggap ng bayad pero mukhang ito ay hindi ipinadala mula sa isang single-address na wallet.",
	"receivedPaymentNotFromExpectedAddress": "Nakatanggap ng bayad ngunit ito ay hindi ipinadala mula sa inaasahang address na {{address}}.",
	"receivedYourPayment": "Natanggap ang iyong bayad na {{receivedInGBytes}} GB, naghihintay para sa kumpirmasyon. Ito ay tatagal ng 5-15 na mga minuto.",
	"paymentIsConfirmed": "Ang iyong bayad ay kumpirmado na. Isang email sa kumpirmasyon ang ipapadala sa iyong email address.",
	"wrongVerificationCode": "Hindi wastong kodigo sa beripikasyon! Mayroon kang natitirang mga {{attemptsLeft}} sa pagtangka.",
	"wrongVerificationCodeLast": "Hindi wastong kodigo sa beripikasyon! Mayroon kang natitirang isang pagtangka.",
	"emailWasSent": "Isang kodigo sa beripikasyon ang naipadala sa {{emailAddress}}. Mangyaring ipasok dito ang kodigo sa beripikasyon.\nKung ikaw ay hindi nakatanggap ng email, i-tsek ang iyong spam na polder, at kung hindi mo nakita doon, pindutin ang {{sendEmailAgain}}.",
	"attestedSuccessFirstTimeBonus": "Pinatunayan mo ang iyong email sa unang pagkakataon at makakatanggap ng ${{rewardInUSD}} ({{rewardInGBytes}}) bilang bonus sa pagsalubong mula sa pondo ng distribusyon ng Byteball.",
	"referredUserBonus": "Nagsangguni ka ng isang gumagamit na bago lamang nagpatunay sa kanilang email address at ikaw ay makakatanggap ng ${{referralRewardInUSD}} ({{referralRewardInGBytes}}) bilang gantimpala mula sa pondo sa distribusyon ng Byteball.\nSalamat sa iyo sa pagdala ng isang bagong byteballer, ang halaga ng ecosystem ay lumalaki sa bawat bagong gumagamit!",
	"attestationRewardSent": "Naipadala ang gantimpala sa pagpapatunay",
	"referralRewardSent": "Naipadala ang gantimpala sa refferal",
	"codeConfirmedEmailInAttestation": "Ang iyong {{email}} na email address ay kumpirmado na. Nagpo-post ng isang talaan sa pagpapatunay, mangyaring maghintay.",
	"switchToSingleAddress": "Siguraduhin na ikaw ay nasa isang single-address na wallet, kung hindi ay lumipat sa isang single-address na wallet o gumawa ng isa at ipadala sa akin ang iyong address bago ang pagbabayad.",
	"alreadyAttested": "Ikaw ay napatunayan na sa {{attestationDate}} UTC. Magpatunay {{againButton}}?",
	"currentAttestationFailed": "Ang iyong pagpapatunay ay nagbigo. Subukan {{againButton}}?",
	"previousAttestationFailed": "Ang iyong nakaraang pagpapatunay ay nabigo. Subukan {{againButton}}?",
	"verificationEmailSubject": "Beripikasyon ng email",
	"verificationEmailText": "Ang iyong kodigo sa beripikasyon ay {{verificationCode}}\nMangyaring ipasok ang kodigong ito sa pag-chat kasama ang {{deviceName}}",
	"verificationEmailHtml": "<p>Ang iyong kodigo sa beripikasyon ay <b>{{verificationCode}}</b></p><p>Mangyaring ipasok ang kodigong ito sa pag-chat kasama ang {{deviceName}}</p><p style=\"font-size: 13px; color: #727272; margin-top: 15px;\">-------<br>Mangyaring huwag tumugon sa email na ito.</p>"
}