{
	"greeting": "Here you can attest your email address.\n\nYour email will be linked to your Byteball address, the link can be either made public (if you choose so) or saved privately in your wallet. In the latter case, only a proof of attestation will be posted publicly on the distributed ledger. \n\nThe price of attestation is {{priceInBytes}} GB. The payment is nonrefundable even if the attestation fails for any reason.\n\nAfter payment, you will be able to prove your email by receiving a verification code and entering it here.",
	"whiteListedReward": "After you successfully verify your email address for the first time, and if your email is on one of the following domains:\n{{arrWhitelistEmails}},\nyou receive a ${{rewardInUSD}} reward in Bytes.",
	"seeAttestationUnit": "Now your email is attested, see the attestation unit: {{{explorer}}}",
	"savePrivateProfile": "Click here to save the profile in your wallet: {{{privateProfile}}}. You will be able to use it to access the services that require a proven email address.",
	"weHaveReferralProgram": "Remember, we have a referral program: if you send Bytes from your attested address to a new user who is not attested yet, and he/she uses those Bytes to pay for a successful attestation, and his/her email is on one of the following domains:\n{{arrWhitelistEmails}},\nyou receive a ${{referralRewardInUSD}} reward in Bytes.\n\nIf you would like to attest another email address, just type it here.",
	"insertMyAddress": "Please send me your address that you wish to attest (click ... and Insert my address).\nMake sure you are in a single-address wallet. If you don't have a single-address wallet, please add one (burger menu, add wallet) and fund it with the amount sufficient to pay for the attestation.",
	"insertMyEmail": "Please send me your email that you wish to attest.",
	"goingToAttestAddress": "Thanks, going to attest your BB address: {{address}}.",
	"goingToAttestEmail": "Thanks, going to attest your email: {{email}}.",
	"privateOrPublic": "Store your email privately in your wallet or post it publicly? If you choose public, every user will be able to send money to you using your email address instead of Byteball address.\n\n{{buttons}}",
	"privateChosen": "Your email address will be kept private and stored in your wallet.\nClick {{publicButton}} now if you changed your mind.",
	"publicChosen": "Your email address {{email}} will be posted into the public database and will be visible to everyone.  You cannot remove it later.\n\nClick {{privateButton}} now if you changed your mind.",
	"pleasePay": "Please pay for the attestation: {{{payButton}}}.",
	"receivedLessThanExpected": "Received {{rowAmount}} Bytes from you, which is less than the expected {{priceInBytes}} Bytes.",
	"receivedPaymentFromMultipleAddresses": "Received a payment but looks like it was not sent from a single-address wallet.",
	"receivedPaymentNotFromExpectedAddress": "Received a payment but it was not sent from the expected address {{address}}.\nMake sure you are in a single-address wallet, otherwise switch to a single-address wallet or create one and send me your address before paying.",
	"receivedYourPayment": "Received your payment of {{amount}} GB, waiting for confirmation. It should take 5-15 minutes.",
	"paymentIsConfirmed": "Your payment is confirmed. A confirmation email will be sent to your email address.",
	"wrongVerificationCode": "Wrong verification code! You have {{attemptsLeft}} attempts left.",
	"emailWasSent": "A verification code was sent to {{emailAddress}}. Please enter the verification code here.\nIf you didn't receive the email, check your spam folder, and if you don't find it there, click {{sendEmailAgain}}.",
	"attestedSuccessFirstTimeBonus": "You attested your email for the first time and will receive a welcome bonus of ${{rewardInUSD}} ({{rewardInBytes}} GB) from Byteball distribution fund.",
	"referredUserBonus": "You referred a user who has just verified his email address and you will receive a reward of ${{referralRewardInUSD}} ({{referralRewardInBytes}} GB) from Byteball distribution fund.\nThank you for bringing in a new byteballer, the value of the ecosystem grows with each new user!",
	"codeConfirmedEmailInAttestation": "Your email address {{email}} is now confirmed. Posting an atestation record, please wait.",
	"switchToSingleAddress": "Make sure you are in a single-address wallet, otherwise switch to a single-address wallet or create one and send me your address before paying.",
	"alreadyAttested": "You were already attested at {{attestationDate}} UTC. Attest {{againButton}}?",
	"currentAttestationFailed": "Your attestation failed. Try {{againButton}}?",
	"previousAttestationFailed": "Your previous attestation failed. Try {{againButton}}?",
	"verificationEmailSubject": "Email verification",
	"verificationEmailText": "Your verification code is {{verificationCode}}\nPlease enter this code in chat with {{deviceName}}",
	"verificationEmailHtml": "<p>Your verification code is <b>{{verificationCode}}</b></p><p>Please enter this code in chat with {{deviceName}}</p><p style=\"font-size: 13px; color: #727272; margin-top: 15px;\">-------<br>Please do not reply to this email.</p>"
}